{"translation-revision-date":"2023-07-06 13:13:37+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"The name of this category is %1$s.":["O nome desta categoria é %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Aviso! Estas são funcionalidades para especialistas, por isso certifique-se de que sabe o que está a fazer antes de utilizar esta definição. Pode danificar o seu site. %1$sLeia mais sobre como o seu site pode ser afectado%2$s."],"Remove Other profile %1$s":["Remover outro perfil %1$s"],"Read more about how to get your site verified.":["Leia mais sobre como ter o seu site verificado."],"Get your site verified in your Mastodon profile.":["Tenha o seu site verificado no seu perfil Mastodon."],"E.g. https:\/\/mastodon.social\/@yoast":["Por exemplo: https:\/\/mastodon.social\/@yoast"],"Mastodon":["Mastodon"],"Organization Mastodon":["Organização Mastodon"],"%1$s Settings - %2$s":["Definições de %1$s - %2$s"],"Settings navigation":["Navegação das definições"],"Close settings navigation":["Fechar navegação das definições"],"Open settings navigation":["Abrir navegação das definições"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Escolha se o seu site representa uma organização ou uma pessoa. %1$sConheça as diferenças e escolha entre organização ou pessoa%2$s."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Limite o tamanho das suas consultas de pesquisa interna do site para reduzir o impacto de ataques de spam e URL confusos. Por favor digite um número entre 1 e 50."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Impede que parâmetros específicos do URL sejam removidos pela funcionalidade acima referida. Por exemplo, adicionar %1$s evitará que %2$s seja redireccionado para %3$s. É possível adicionar vários parâmetros e separá-los usando o Enter ou uma vírgula."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolida os formatos de URL da pesquisa de múltiplos sites WordPress com a sintaxe %1$s. Por exemplo, %2$s será redireccionado para %3$s"],"Determine how your %1$s should look on social media.":["Escolha a apresentação de %1$s nas redes sociais."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar isto significa que as páginas de arquivo de %1$s não serão indexadas pelos motores de pesquisa e serão excluídas dos sitemaps XML."],"The number you've entered is not between 1 and 50.":["O número que digitou não se encontra entre 1 e 50."],"Please enter a number between 1 and 50.":["Por favor, digite um número entre 1 e 50."],"Redirect pretty URLs to ‘raw’ formats":["Redireccione URL personalizados para formato genérico"],"Index Now":["Indexar agora"],"Failed to retrieve media.":["Falhou ao obter multimédia."],"Only available for English sites":["Apenas disponível para sites em inglês"],"%1$sGet%2$s %3$s":["%1$sObter o%2$s %3$s"],"Show date archives in search results":["Mostrar arquivo por datas nos resultados de pesquisa"],"Show %1$s archives in search results":["Mostrar arquivo de %1$s nos resultados de pesquisa"],"Prefix for archive breadcrumbs":["Prefixo para breadcrumbs do arquivo"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["Seleccionou o utilizador %1$s%3$s%2$s como a pessoa representada por este site. As informações deste perfil serão usadas nos resultados de pesquisas. Não tem permissão para actualizar este perfil de utilizador. Por favor peça ao administrador ou a %1$s%3$s%2$s para verificar e\/ou actualizar o seu perfil."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Deve configurar o nome e o logótipo da organização para que os dados estruturados funcionem correctamente. Como ainda não estão configurados, estão a ser usados o nome e logótipo do site como valores por omissão. %1$sSaiba mais sobre a importância de dados estruturados%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Estes dados destinam-se a ser mostrados no %1$sPainel de Conhecimentos do Google%2$s."],"Other profile %1$s":["Outro perfil %1$s"],"Tweet":["Publicar no Twitter"],"Organization Twitter":["Twitter da organização"],"Open Graph":["Open Graph"],"Organization Facebook":["Facebook da organização"],"OpenGraph":["OpenGraph"],"Format archives":["Arquivo de formatos"],"File":["Ficheiro"],"PDF":["PDF"],"Video":["Vídeo"],"Attachment":["Anexo"],"404 pages title":["Título das páginas 404"],"Search pages title":["Título das páginas de pesquisa"],"Enable date archives":["Activar arquivo por datas"],"Enable author archives":["Activar arquivo por autores"],"Anchor text for the homepage":["Texto de âncora para a página inicial"],"Organization\/person":["Organização\/pessoa"],"Divider":["Divisória"],"Remove Atom\/RDF feeds":["Remover feeds Atom\/RDF"],"Webmaster":["Webmaster"],"Share":["Partilhar"],"Structured data":["Dados estruturados"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Active os sitemaps XML do %1$s. Um sitemap é um ficheiro que lista as páginas essenciais do site para assegurar que os motores de pesquisa as encontram e rastreiam."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["O ícone do %1$s na barra superior de administração permite acesso rápido a ferramentas de terceiros para análise de páginas, e torna mais fácil ver se tem novas notificações."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Permite que o Facebook e outras redes sociais mostrem uma pré-visualização, com imagens e excerto do texto, quando se partilha uma ligação para o seu site. Mantenha esta funcionalidade activa para optimizar o site para as redes sociais."],"Get recommendations for relevant posts to link to and set up a great internal linking structure by connecting related content.":["Obtenha recomendações para conteúdos relevantes a que se possa ligar. Crie uma grande estrutura de ligações internas entre conteúdos relacionados."],"Count the number of internal links from and to your posts to improve your site structure.":["Conte o número de ligações internas de e para os seus conteúdos, para melhorar a estrutura do seu site."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Marque e filtre os seus conteúdos principais, para assegurar que os seus conteúdos mais importantes recebam a atenção que merecem. Para ajudar a aperfeiçoar a sua escrita, faremos uma avaliação rigorosa do seu texto."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Obtenha mais informações sobre o que está a escrever. Que palavras usa mais frequentemente? Qual é o tempo estimado de leitura do seu texto? O seu texto é de fácil leitura?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["A análise da linguagem inclusiva oferece sugestões para escrever textos mais inclusivos, para que mais pessoas possam relacionar-se com o seu conteúdo."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["A análise de SEO oferece sugestões para melhorar a possibilidade de o seu texto ser encontrado e assegura que o seu conteúdo cumpre as melhores práticas."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Defina as informações essenciais do site. Pode usar a %1$sdescrição%2$s e %1$sseparador%2$s como %3$svariáveis de substituição%4$s ao configurar a aparência da pesquisa dos seus conteúdos."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["O rastreio de utilização permite-nos conhecer alguns dados sobre o seu site para melhorar o nosso plugin. %1$sSaiba mais sobre que dados rastreamos e porquê%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Uma ligação para o arquivo do autor deste conteúdo, com o nome do autor como texto âncora."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Escolha a descrição por omissão das suas páginas de %1$s na notação de Schema.org do seu site. Pode sempre personalizar individualmente as definições por cada página de %1$s na metabox do %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Escolha a apresentação das suas páginas de %1$s nos motores de pesquisa. Pode sempre personalizar as definições individualmente por cada página de %1$s na metabox do %2$s."],"Enable %1$s pages":["Activar páginas de %1$s"],"Determine how your homepage should look in the search results.":["Escolha a apresentação da sua página inicial nos motores de pesquisa."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Escolha a apresentação de %1$s nos motores de pesquisa. Pode sempre personalizar individualmente as definições de %1$s na metabox do %2$s."],"Enable format-based archives":["Activar arquivo com base no formato"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Não sabe como implementar as breadcrumbs do %3$s no seu site? Leia o %1$snosso artigo de ajuda sobre a implementação de breadcrumbs%2$s."],"Show %1$s without posts in search results":["Mostrar %1$s sem conteúdos nos resultados de pesquisa"],"Enable %1$s":["Activar %1$s"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Escolha a apresentação por omissão de %1$s nas redes sociais. Pode sempre personalizar individualmente as definições de %1$s na metabox do %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Escolha a apresentação por omissão de %1$s nas redes sociais. Pode sempre personalizar individualmente as definições de %1$s na metabox do %2$s."],"This taxonomy is used for %2$s.":["Esta taxonomia é usada para %2$s!"],"This taxonomy is used for %1$s and %2$s.":["Esta taxonomia é usada para %1$s e %2$s."],"Read more about our custom field analysis":["Leia mais sobre a nossa análise de campos personalizados"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Escolha a apresentação por omissão de %1$s nas redes sociais. Pode sempre personalizar individualmente as definições de %1$s na barra lateral ou na metabox do %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Escolha a apresentação por omissão de %1$s nas redes sociais. Pode sempre personalizar individualmente as definições de %1$s na barra lateral ou na metabox do %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Escolha a descrição por omissão de %1$s na %2$snotação de Schema.org do seu site%3$s. Pode sempre personalizar individualmente as definições de %1$s na barra lateral ou na metabox do %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Pode adicionar múltiplos campos personalizados e separá-los usando %1$sEnter%2$s ou %1$svírgula%2$s."],"Please enter a search term with at least 3 characters.":["Digite um termo de pesquisa com pelo menos 3 caracteres."],"CtrlK":["Ctrl+K"],"⌘K":["⌘K"],"Add new user...":["Adicionar novo utilizador..."],"Unavailable for multisites":["Indisponível para multissites"],"Determine how the title of your 404 error pages should look in the browser.":["Escolha a apresentação do título das suas páginas de erro 404 no navegador."],"404 error pages":["Páginas de erro 404"],"Determine how the title of your internal search pages should look in the browser.":["Escolha a apresentação do título das suas páginas de pesquisa interna no navegador."],"Internal search pages":["Páginas de pesquisa interna"],"Show media pages in search results":["Mostrar páginas de multimédia nos resultados de pesquisa"],"Show format archives in search results":["Mostrar arquivo por datas nos resultados de pesquisa"],"Show author archives in search results":["Mostrar arquivos de autores nos resultados de pesquisa"],"Breadcrumbs for %1$s":["Breadcrumbs de %1$s"],"Site connections":["Ligações do site"],"View the XML sitemap":["Veja o sitemap XML"],"Enable feature":["Activar funcionalidade"],"Site features":["Funcionalidades do site"],"Learn more":["Saiba mais"],"Site info":["Informações do site"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Não tem permissão para editar o %1$stítulo do site%2$s e a %1$sdescrição%2$s."],"Show or hide our tools and controls in the attachment editor.":["Mostre ou esconda as nossas ferramentas e controlos no editor de anexos."],"(e.g., %1$s)":["(p.ex. %1$s)"],"Remove unregistered URL parameters":["Remover do URL parâmetros não registados"],"Optimize Google Analytics utm tracking parameters":["Optimizar parâmetros de rastreio utm do Google Analytics"],"Remove WP-JSON API":["Remover WP-JSON API"],"Remove emoji scripts":["Remover scripts de emoji"],"Remove Atom \/ RDF feeds":["Remover feeds Atom\/RDF"],"Remove search results feeds":["Remover feeds dos resultados de pesquisa"],"Remove custom taxonomy feeds":["Remover feeds de taxonomias personalizadas"],"Remove tag feeds":["Remover metadados de feeds"],"Remove category feeds":["Remover feeds das categorias"],"Remove post type feeds":["Remover feeds de tipos de conteúdo"],"Remove post authors feeds":["Remover feeds de autores de conteúdos"],"Remove post comments feeds":["Remover feeds de comentários de conteúdos"],"Remove global comment feeds":["Remover feeds de comentários globais"],"Remove global feed":["Remover feed global"],"Remove powered by HTTP header":["Remover cabeçalho HTTP de Criado com"],"Remove generator tag":["Remover metadados do gerador"],"Remove oEmbed links":["Remover ligações oEmbed"],"Remove RSD \/ WLW links":["Remover ligações de RSD\/WLW"],"Remove REST API links":["Remover ligações da REST API"],"Remove shortlinks":["Remover shortlinks"],"Show or hide our tools and controls in the content editor.":["Mostre ou esconda as nossas ferramentas e controlos no editor de conteúdos."],"Enable SEO controls and assessments":["Activar controlos e análises de SEO"],"Unlock with %1$s":["Desbloqueie com o %1$s"],"We couldn’t find anything with that term.":["Não foi possível encontrar nada com este termo."],"Search...":["Pesquisar..."],"Quick search...":["Pesquisa rápida..."],"No, continue editing":["Não, continue a editar"],"Yes, discard changes":["Sim, ignorar alterações"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Está prestes a descartar todas as alterações não guardadas. Todas as suas definições serão repostas ao ponto em que foram guardadas pela última vez. De certeza que quer fazer isto?"],"Discard all changes":["Descartar todas as alterações"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Utilize o nome alternativo da organização para acrónimos ou versões abreviadas do nome da sua organização."],"Alternate organization name":["Nome alternativo da organização"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Utilize o nome alternativo do site para acrónimos ou versões abreviadas do nome do seu site."],"Alternate website name":["Nome alternativo do site"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Seleccionou o utilizador %1$s%5$s%2$s como a pessoa representada por este site. As informações deste perfil serão usadas nos resultados de pesquisas. %3$sActualize este perfil para garantir que a informação está correcta%4$s."],"Please tell us more about the person this site represents.":["Por favor diga-nos mais sobre a pessoa que este site representa."],"E.g. https:\/\/example.com\/yoast":["P.ex. https:\/\/exemplo.com\/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Diga-nos se tem outros quaisquer perfis na web que pertençam à sua organização. Pode ser um qualquer número de perfis, como YouTube, LinkedIn, Pinterest ou Wikipédia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Por favor diga-nos mais sobre a sua organização. Esta informação irá ajudar o Google a compreender o seu site, e melhora a probabilidade de obter resultados dinâmicos."],"E.g. https:\/\/twitter.com\/yoast":["P.ex. https:\/\/twitter.com\/yoast"],"E.g. https:\/\/facebook.com\/yoast":["P.ex. https:\/\/facebook.com\/yoast"],"Other profiles":["Outros perfis"],"Writing":["Escrita"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Pode definir o título e descrição da página de blog ao %1$seditar a página de blog%2$s."],"Advanced: URL cleanup":["Avançadas: Limpeza de URL"],"Prevent crawling of internal site search URLs":["Impedir o rastreio dos URL da pesquisa interna do seu site"],"Block internal site searches which match the patterns of known spam attacks.":["Bloqueie pesquisas internas do site que correspondam a padrões de conhecidos ataques de spam."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Bloqueie pesquisas internas do site que contenham caracteres complexos não-alfanuméricos, uma vez que poderão ser parte de um ataque de spam."],"Enables advanced settings for protecting your internal site search URLs.":["Activa definições avançadas para proteger os URL de pesquisa interna do seu site."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["A sua pesquisa interna do site pode criar imensos URL confusos para os motores de pesquisa, e pode até ser usado como spam de SEO para atacar o seu site. A maioria dos sites beneficiam de experimentar estas protecções e optimizações, mesmo que não tenha uma funcionalidade de pesquisa no seu tema."],"Internal site search cleanup":["Limpeza da pesquisa interna do site"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Adicione ao seu ficheiro robots.txt uma regra de ‘não autorizar’, para impedir o rastreio dos endpoints da JSON API do WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Remove o JavaScript usado para converter caracteres emoji em navegadores antigos."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Remove os URL que fornecem formatos alternativos (obsoletos) a todos os acima."],"Remove URLs which provide information about your search results.":["Remove os URL que fornecem informações sobre os seus resultados de pesquisa."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Remove os URL que fornecem informações sobre os seus conteúdos mais recentes, por cada taxonomia."],"Remove URLs which provide information about your recent posts, for each tag.":["Remove os URL que fornecem informações sobre os seus conteúdos mais recentes, por cada etiqueta."],"Remove URLs which provide information about your recent posts, for each category.":["Remove os URL que fornecem informações sobre os seus conteúdos mais recentes, por cada categoria."],"Remove URLs which provide information about your recent posts, for each post type.":["Remove os URL que fornecem informações sobre os seus conteúdos mais recentes, por cada tipo de conteúdo."],"Remove URLs which provide information about recent posts by specific authors.":["Remove os URL que fornecem informações sobre conteúdos recentes por autores específicos."],"Remove URLs which provide information about recent comments on each post.":["Remove os URL que fornecem informações sobre comentários recentes em cada conteúdo."],"Also disables post comment feeds.":["Desactivar também feeds de comentários dos conteúdos."],"Remove URLs which provide an overview of recent comments on your site.":["Remove os URL que fornecem uma visão geral dos comentários recentes no seu site."],"Remove URLs which provide an overview of your recent posts.":["Remove os URL que fornecem uma visão geral dos seus conteúdos mais recentes."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["O WordPress fornece o seu conteúdo em diversos formatos, através de muitos URL diferentes (como feeds RSS dos seus artigos e categorias). É geralmente uma boa prática desactivar os formatos que não está a utilizar activamente."],"Disable unwanted content formats":["Desactive formatos de conteúdo indesejados"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Remove ligações que permitem a outros sites fazer \"ping\" ao seu site ao criarem uma ligação para o seu site."],"Remove information about the plugins and software used by your site.":["Remove as informações sobre plugins e softwares usados pelo seu site."],"Remove links used for embedding your content on other sites.":["Remove ligações usadas para incorporar os seus conteúdos noutros sites."],"Remove links used by external systems for publishing content to your blog.":["Remove ligações usadas por sistemas externos para publicar conteúdos no seu blog."],"Remove links to the location of your site’s REST API endpoints.":["Remove ligações para a localização dos endpoints da REST API do seu site."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Remove ligações para URL de \"shortlinks internos\" do WordPress para os seus conteúdos."],"Remove unwanted metadata":["Remover metadados indesejados"],"Crawl optimization":["Optimização de rastreio"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Remove os parâmetros e URL desconhecidos através de um redireccionamento %1$s. Por exemplo, %2$s será redireccionado para %3$s."],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Substitui os parâmetros de rastreio %1$s pelo equivalente %2$s (com melhor desempenho), através de um redireccionamento %3$s. Por exemplo, %4$s será redireccionado para %5$s."],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Os utilizadores e motores de pesquisa pedem com frequência os seus URL com parâmetros de consulta como %1$s. Estes podem ser úteis para rastrear, filtrar e outras funcionalidades avançadas, mas prejudicam o desempenho e o SEO. Os sites que não dependem de parâmetros de URL podem beneficiar do uso destas opções."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["O WordPress adiciona muitas ligações e conteúdo ao %1$s e cabeçalhos HTTP do seu site. A maioria das pessoas podem desactivar tudo isto em segurança, o que pode ajudar a poupar bytes, electricidade e árvores."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Torne o seu site mais eficiente e mais amigo do ambiente ao impedir que os motores de pesquisa rastreiem coisas que não precisam, e ao remover funcionalidades do WordPress não utilizadas. %1$sSaiba mais sobre definições de rastreio e como podem beneficiar o seu site%2$s."],"E.g., %1$s and %2$s":["P. ex. %1$s e %2$s"],"E.g., %1$s":["P. ex. %1$s"],"Enable breadcrumbs for your theme":["Active as breadcrumbs para o seu tema"],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Pode sempre escolher activar\/desactivar para o seu tema abaixo. Esta definição não será aplicada a breadcrumbs inseridas através de um widget, um bloco ou um shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Escolha que tipo de conteúdo gostaria de mostrar nas breadcrumbs para taxonomias."],"Breadcrumbs for taxonomies":["Breadcrumbs para taxonomias"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Escolha que taxonomia gostaria de mostrar nas breadcrumbs para tipos de conteúdo."],"Breadcrumbs for post types":["Breadcrumbs para tipos de conteúdo"],"Breadcrumb for 404 page":["Breadcrumb para página 404"],"Prefix for search page breadcrumbs":["Prefixo para breadcrumbs de página de pesquisa"],"Add prefix":["Adicionar prefixo"],"Add anchor text":["Adicionar texto âncora"],"Add separator":["Adicionar separador"],"Choose the general appearance of your breadcrumbs.":["Escolha a aparência geral das suas breadcrumbs."],"Breadcrumb appearance":["Apresentação de breadcrumbs"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configure a apresentação e comportamento das %1$ssuas breadcrumbs%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Desactivar isto irá redireccionar o item %1$s para a página inicial do seu site."],"Refresh this page":["Actualizar esta página"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Infelizmente, isto significa que todas as alterações por guardar serão perdidas. Pode tentar actualizar esta página para corrigir o problema. Se o erro persistir, por favor contacte a nossa equipa de suporte para obter toda a ajuda que precisa!"],"Something went wrong. An unexpected error occurred.":["Algo correu mal. Ocorreu um erro inesperado."],"Be the first to get %1$snew features & tools%2$s, before everyone else. Get %1$s24\/7 support%2$s and boost your website’s visibility.":["Seja o primeiro a obter %1$snovas funcionalidades e ferramentas%2$s, antes de toda a gente. Obtenha %1$ssuporte 24\/7%2$s e aumente a visibilidade do seu site."],"Failed to retrieve users.":["Falhou ao obter utilizadores."],"Searching users...":["A pesquisar utilizadores..."],"No users found.":["Não foram encontrados utilizadores."],"Discard changes":["Descartar alterações"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Este perfil é inválido. Por favor utilize apenas 1 a 25 letras, números e underscores, ou digite um URL válido do Twitter."],"The profile is not valid. Please enter a valid URL.":["Este perfil é inválido. Por favor insira um URL válido."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["O código de verificação é inválido. Por favor utilize apenas letras de A a F, números, underscores e hífenes."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["O código de verificação é inválido. Por favor utilize apenas letras, números, underscores e hífenes."],"User":["Utilizador"],"Site basics":["Essencial do site"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Há alterações por guardar nesta página. Sair significa que essas alterações serão perdidas. De certeza que quer sair desta página?"],"Media pages":["Páginas de multimédia"],"Categories & tags":["Categorias e etiquetas"],"Content types":["Tipos de conteúdo"],"Show more":["Mostrar mais"],"Show less":["Mostrar menos"],"Configure the basics for your website.":["Configure o essencial para o seu site."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Este campo actualiza a %1$sdescrição do site nas opções do seu WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar isto significa que as páginas de %1$s criadas pelo WordPress não serão indexadas pelos motores de pesquisa e serão excluídas dos sitemaps XML."],"Show %1$s pages in search results":["Mostrar %1$s páginas nos resultados de pesquisa"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Recomendamos a desactivação das páginas de %1$s. Isto irá redireccionar os URL dos anexos para os próprios itens multimédia."],"%1$s pages":["Páginas de %1$s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Ao carregar itens multimédia (por exemplo, uma imagem ou um vídeo), o %5$s cria automaticamente uma página respectiva de %3$s (URL de anexo). Estas páginas de anexo são praticamente vazias, criando %1$sproblemas de conteúdo sem valor e excesso de páginas no seu site%2$s. Por isso, o %4$s desactiva-as por omissão (e redirecciona os URL de anexos para os próprios itens multimédia)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Arquivos com base no formato podem causar problemas de duplicação de conteúdos. Para a maioria dos sites é recomendado que esta definição seja desactivada."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Desactivar isto significa que os itens de %1$s não serão indexados pelos motores de pesquisa e serão excluídos dos sitemaps XML. Recomendamos que desactive esta definição."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["O %1$s poderá criar problemas de duplicação de conteúdos. Para a maioria dos sites é recomendado que desactive esta opção."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["O %1$s (p.ex. %2$s) baseia-se nas datas de publicação. Do ponto de vista de SEO, os conteúdos no arquivo não têm relação real com outros conteúdos, com excepção da data de publicação, que não diz muito sobre o conteúdo. Isto poderá ainda criar problemas de duplicação de conteúdos. É por isso que é recomendável desactivar o %3$s."],"Determine how your %1$s should look on social media by default.":["Escolha a apresentação por omissão de %1$s nas redes sociais."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar isto significa que os %1$s sem qualquer artigo não serão indexados pelos motores de pesquisa e serão excluídos dos sitemaps XML."],"Show archives for authors without posts in search results":["Mostrar nos resultados de pesquisa os arquivos de autores sem artigos"],"Determine how your %1$s should look in search engines.":["Escolha a apresentação por omissão de %1$s nos motores de pesquisa."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Se está a gerir um site apenas com um autor, o %1$s (p.ex. %2$s) será o mesmo que a sua página inicial. Isto é o que se chama %3$sum problema de conteúdo duplicado%4$s. Se este for o seu caso, pode escolher desactivar (o que facilita o redireccionamento para a página inicial), ou impedir que seja mostrado nos resultados de pesquisa."],"Author archive":["Arquivo do autor"],"Read more about the search results settings":["Leia mais sobre as definições dos resultados de pesquisa"],"Determine how your %1$s should look in search engines and on social media.":["Escolha a apresentação por omissão de %1$s nos motores de pesquisa e nas redes sociais."],"Contact support":["Contacte o suporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Desculpe, parece que o seguinte erro interrompeu a nossa aplicação:"],"Read reviews from real users":["Leia avaliações de utilizadores reais"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["O WordPress carrega muitos recursos, alguns dos quais o seu site poderá não precisar. Se não usar alguns destes, a sua remoção pode aumentar a velocidade das suas páginas e poupar recursos."],"Remove unused resources":["Remover recursos não utilizados"],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Escolha a apresentação por omissão da sua página inicial nos motores de pesquisa e nas redes sociais. Atenção que isto é provavelmente o que as pessoas encontrarão ao pesquisar pelo nome da sua marca."],"Determine how your homepage should look on social media.":["Escolha a apresentação da sua página inicial nas redes sociais."],"Show the categories prefix in the slug":["Manter o prefixo das categorias na slug"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Os URL das categorias do WordPress contêm um prefixo, geralmente %s. Mostre ou esconda esse prefixo nos URL das categorias."],"Determine how your %1$s archive should look on social media.":["Escolha a apresentação do arquivo de %1$s nas redes sociais."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar isto significa que o arquivo de %1$s não será indexado pelos motores de pesquisa e será excluído dos sitemaps XML."],"Determine how your %1$s archive should look in search engines.":["Escolha a apresentação do arquivo de %1$s nos motores de pesquisa."],"These settings are specifically for optimizing your %1$s archive.":["Estas definições são para optimizar especificamente o seu arquivo de %1$s."],"%1$s archive":["Arquivo de %1$s"],"Add custom fields to page analysis":["Adicionar campos personalizados à análise de páginas"],"Additional settings":["Opções adicionais"],"Social appearance":["Apresentação nas redes sociais"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Ao desactivar isto, deixará de ser feita a indexação de %1$s pelos motores de pesquisa e a sua inclusão nos sitemaps XML."],"Search appearance":["Apresentação da pesquisa"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Não definiu a página da loja nas configurações do WooCommerce. %1$sPor favor, faça isto primeiro%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["A %1$simagem de redes sociais%2$s, %1$stítulo de redes sociais%2$s e %1$sdescrição de redes sociais%2$s requerem dados Open Graph, que estão de momento desactivados na secção \"Partilha em redes sociais\" das %3$sfuncionalidades do site%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh não! Parece que o seu formulário contém dados inválidos. Por favor verifique os seguintes campos:"],"Archive social image":["Imagem do arquivo nas redes sociais"],"Archive social description":["Descrição do arquivo nas redes sociais"],"Archive social title":["Título do arquivo nas redes sociais"],"Show the archive for %1$s in search results":["Mostrar o arquivo de %1$s nos resultados de pesquisa"],"Archive breadcrumbs title":["Título de breadcrumbs do arquivo"],"Archive meta description":["Descrição do arquivo"],"Archive SEO title":["Título SEO do arquivo"],"Enable %1$s for %2$s":["Activar o %1$s para %2$s"],"Show %1$s in search results":["Mostrar %1$s nos resultados de pesquisa"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["O tipo de item multimédia é inválido. Os tipos suportados são: JPG, PNG, WEBP e GIF."],"Inclusive language analysis":["Análise de linguagem inclusiva"],"Oops! Something went wrong while saving.":["Ups! Algo correu mal ao guardar."],"Great! Your settings were saved successfully.":["Óptimo! As suas definições foram guardadas com sucesso."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Obtenha o seu código de verificação em %1$sFerramentas de webmaster do Yandex%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Reivindique o seu site no %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Obtenha o seu código de verificação em %1$sGoogle Search Console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Obtenha o seu código de verificação em %1$sFerramentas de webmaster do Bing%2$s."],"Bing":["Bing"],"Add verification code":["Adicionar código de verificação"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Obtenha o seu código de verificação em %1$sFerramentas de webmaster do Baidu%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifique o seu site com várias ferramentas. Isto irá incluir um elemento de metadados de verificação à sua página inicial. Pode encontrar instruções sobre como verificar o seu site em cada plataforma seguindo a ligação na descrição."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Por omissão, apenas editores e administradores podem aceder à secção Avançadas e Schema da metabox do %1$s. Desactivar isto permite o acesso a todos os utilizadores."],"Restrict advanced settings for authors":["Restringir definições avançadas para autores"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Este endpoint da REST API do Yoast SEO fornece-lhe todos os metadados que precisa para um URL específico. Isto facilita muito a utilização do Yoast SEO por sites headless WordPress para gerar todos os seus metadados de SEO."],"REST API endpoint":["Endpoint da REST API"],"APIs":["API"],"Slack sharing":["Partilha pelo Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Permite que o Twitter mostre uma pré-visualização com imagens e excerto do texto ao partilhar uma ligação para o seu site."],"Twitter card data":["Metadados do cartão do Twitter"],"Open Graph data":["Dados Open Graph"],"Social sharing":["Partilha em redes sociais"],"Site structure":["Estrutura do site"],"Tell us which features you want to use.":["Diga-nos que funcionalidades quer utilizar."],"Site preferences":["Preferências do site"],"Network disabled":["Desactivado na rede"],"Unavailable for sub-sites":["Indisponível para subsites"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Esta imagem é usada como alternativa nos artigos e páginas que ainda não tenham qualquer imagem definida."],"Site image":["Imagem do site"],"Title separator":["Separador de títulos"],"Recommended size for this image is %1$s%3$s%2$s":["O tamanho recomendado para esta imagem é %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["A %1$simagem do site%2$s requer dados Open Graph, que está de momento desactivada na secção \"Partilha em redes sociais\" das %3$sfuncionalidades do site%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Adicionar informação automaticamente ao seu RSS. isto permite adicionar ligações para o seu site e respectivos conteúdos, permitindo a sua identificação como fonte original dos conteúdos."],"RSS feed":["Feed RSS"],"Dismiss":["Ignorar"],"%1$s (default)":["%1$s (por omissão)"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Está a publicar artigos de notícias? O %s ajuda a optimizar o seu site para o Google News."],"Additional URL parameters to allow":["Parâmetros de URL adicionais a permitir"],"Max number of characters to allow in searches":["Número máximo de caracteres permitidos em pesquisas"],"Filter searches with common spam patterns":["Filtrar pesquisas com padrões de spam comuns"],"Filter searches with emojis and other special characters":["Filtrar pesquisas com emojis e outros caracteres especiais"],"Filter search terms":["Filtrar termos de pesquisa"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Informe automaticamente os motores de pesquisa como o Bing e Yandex sempre que publicar, actualizar ou eliminar um conteúdo."],"IndexNow":["IndexNow"],"Pingback HTTP header":["Cabeçalho HTTP de pingback"],"Personal logo or avatar":["Logótipo ou avatar pessoal"],"Select a user":["Seleccione um utilizador"],"Add another profile":["Adicionar outro perfil"],"Site representation":["Representação do site"],"Link suggestions":["Sugestão de ligações"],"Insights":["Detalhes"],"Social description":["Descrição de redes sociais"],"Social title":["Título de redes sociais"],"Social image":["Imagem de redes sociais"],"Image":["Imagem"],"Remove image":["Remover imagem"],"Select image":["Seleccionar imagem"],"Replace image":["Substituir imagem"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Isto adiciona a autoria e uma estimativa de tempo de leitura ao fragmento do artigo quando partilhado no Slack."],"Article type":["Tipo de artigo"],"Page type":["Tipo de página"],"Usage tracking":["Rastreio de utilização"],"Check out %1$s":["Visite a %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Temos cursos online gratuitos e premium para aprender tudo o que precisa para saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Quer aprender SEO com a Equipa do Yoast? Visite a nossa %1$s!"],"Learn SEO":["Aprenda SEO"],"Schema":["Schema"],"Show blog page in breadcrumbs":["Mostrar a página do blog nas breadcrumbs"],"Get the %s plugin now!":["Obter agora o plugin %s"],"Personal info":["Informações pessoais"],"Organization logo":["Logótipo da organização"],"Organization name":["Nome da organização"],"Organization":["Organização"],"Select a user...":["Seleccione um utilizador..."],"Upgrade to %s":["Actualize para o %s"],"Multiple keyphrases":["Múltiplas frases-chave"],"Get %s":["Obter o %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Pode editar os metadados de SEO para este tipo de conteúdo personalizado na %1$spágina da loja%2$s."],"Tagline":["Descrição"],"Separator":["Separador"],"%d result found, use up and down arrow keys to navigate":["%d resultado encontrado, use as setas para cima e para baixo para navegar","%d resultados encontrados, use as setas para cima e para baixo para navegar"],"24\/7 email support":["Suporte por email 24\/7"],"The readability analysis offers suggestions to improve the structure and style of your text.":["A análise de legibilidade oferece sugestões para melhorar a estrutura e o estilo do seu texto."],"SEO analysis":["Análise de SEO"],"Text link counter":["Contador de ligações dos textos"],"Cornerstone content":["Conteúdo principal"],"Superfast internal linking suggestions":["Sugestões rápidas para ligações internas"],"Save changes":["Guardar alterações"],"No ads!":["Sem anúncios!"],"Facebook & Twitter":["Facebook e Twitter"],"Social media preview":["Pré-visualizações das redes sociais"],"Easy redirect manager":["Easy Redirect Manager"],"No more dead links":["Não mais ligações quebradas"],"Increase your SEO reach":["Aumente o alcance do seu SEO"],"Variable":["Variável"],"Available variables":["Variáveis disponíveis"],"Admin bar menu":["Menu da barra de administração"],"SEO title":["Título SEO"],"Google search console":["Google Search Console"],"Other social profiles":["Outros perfis de redes sociais"],"Readability analysis":["Análise de legibilidade"],"No results found":["Sem resultados"],"Bold the last page":["Negrito na última página"],"Author archives":["Arquivo por autores"],"A link to your site, with your site's name and description as anchor text.":["A ligação para o seu site, com o nome e descrição do site como texto âncora."],"A link to your site, with your site's name as anchor text.":["A ligação para o seu site, com o nome do site como texto âncora."],"A link to the post, with the title as anchor text.":["A ligação para o conteúdo, com este título como texto âncora."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Dentro das informações pode incluir as variáveis abaixo, que serão substituídas pelo valor à direita."],"Content to put after each post in the feed":["Informação a inserir depois de cada conteúdo do feed"],"Content to put before each post in the feed":["Informação a inserir antes de cada conteúdo do feed"],"How to insert breadcrumbs in your theme":["Como inserir breadcrumbs no seu tema"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Prefixo para o caminho de breadcrumb"],"Anchor text for the Homepage":["Texto âncora para a página inicial"],"Separator between breadcrumbs":["Separador entre breadcrumbs"],"Description":["Descrição"],"Special pages":["Páginas especiais"],"Date archives":["Arquivo por datas"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Pode definir o título e descrição da página inicial ao %1$seditar a página inicial%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["O %1$s detectou automaticamente que precisa forçar a reescrita dos títulos das suas páginas. Se achar que isto está errado e souber o que está a fazer, pode alterar esta opção aqui."],"Force rewrite titles":["Forçar reescrita dos títulos"],"Homepage":["Página inicial"],"Person":["Pessoa"],"Website name":["Nome do site"],"RSS":["RSS"],"Breadcrumbs":["Breadcrumbs"],"Search":["Pesquisar"],"Breadcrumbs title":["Título de breadcrumbs"],"Pinterest":["Pinterest"],"Close":["Fechar"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Page title":["Título da página"],"None":["Nenhum"],"Meta description":["Descrição"],"Google":["Google"],"General":["Geral"],"Tools":["Ferramentas"],"Advanced":["Avançadas"],"XML sitemaps":["Sitemaps XML"],"Social":["Redes sociais"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}